PWC_Supersonic_Wake/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; location "system"; object controlDict; }
application rhoCentralFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 5.0; 
deltaT 0.0001; 
adjustTimeStep yes;
maxCo 0.1; // Slower time steps to see the knots form
writeControl runTime;
writeInterval 0.5;
purgeWrite 0;
writeFormat ascii;
writePrecision 6;
