PWC_Supersonic_Wake/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*  PWC Tank Setup: Generic Symmetry Type Fix
\*---------------------------------------------------------------------------*/
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
scale 1; // Updated keyword to stop the 156-month-old warning
vertices ( (-5 -5 0) (15 -5 0) (15 5 0) (-5 5 0) (-5 -5 0.1) (15 -5 0.1) (15 5 0.1) (-5 5 0.1) );
blocks ( hex (0 1 2 3 4 5 6 7) (200 100 1) simpleGrading (1 1 1) );
edges ();
boundary (
    inlet { type patch; faces ((0 3 7 4)); }
    outlet { type patch; faces ((1 5 6 2)); }
    walls { type symmetry; faces ((0 1 5 4) (3 2 6 7)); }
    frontAndBack { type empty; faces ((0 1 2 3) (4 5 6 7)); }
);
