PWC_Supersonic_Wake/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2312                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          100;
        startFace       39700;
    }
    outlet
    {
        type            patch;
        nFaces          100;
        startFace       39800;
    }
    walls
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          400;
        startFace       39900;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          40000;
        startFace       40300;
    }
)

// ************************************************************************* //
