PWC_Supersonic_Wake/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; location "constant"; object turbulenceProperties; }

simulationType  laminar;
