PWC_Supersonic_Wake/0/U
FoamFile { version 2.0; format ascii; class volVectorField; location "0"; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (1.5 0 0); // We're going Supersonic (1.5 c_local)!
boundaryField { inlet { type fixedValue; value uniform (1.5 0 0); } outlet { type zeroGradient; } walls { type symmetry; } frontAndBack { type empty; } }
