PWC_Supersonic_Wake/0/T
FoamFile { version 2.0; format ascii; class volScalarField; location "0"; object T; }
dimensions [0 0 0 1 0 0 0];
internalField uniform 1.0;
boundaryField { inlet { type fixedValue; value uniform 1.0; } outlet { type zeroGradient; } walls { type symmetry; } frontAndBack { type empty; } }
