PWC_Supersonic_Wake/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; location "system"; object fvSchemes; }

fluxScheme      Kurganov;

ddtSchemes
{
    default         Euler;
}

gradSchemes
{
    default         Gauss linear;
}

divSchemes
{
    default         none;
    div(tauMC)      Gauss linear;
}

laplacianSchemes
{
    default         Gauss linear corrected;
}

interpolationSchemes
{
    default         linear;
    reconstruct(rho) upwind;
    reconstruct(U)   upwind;
    reconstruct(T)   upwind;
}

snGradSchemes
{
    default         corrected;
}
