PWC_Supersonic_Wake/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; location "system"; object fvSolution; }

solvers
{
    // Conservative explicit updates (Baseline Energy L)
    "rho.*|rhoU.*|rhoE.*" 
    {
        solver          diagonal;
    }

    // Iterative physics corrections (Matter Persistence and Heat Choke)
    "(U|e|h|T|p).*"
    {
        solver          PBiCGStab;
        preconditioner  DIC; 
        tolerance       1e-12;
        relTol          0;
    }
}

PISO
{
    nCorrectors              2;
    nNonOrthogonalCorrectors 0;
}
